*> mezura-expect lines=8 code=5 comments=2 extra=1 divisions=2 programs=1
IDENTIFICATION DIVISION.
PROGRAM-ID. GREETER.
PROCEDURE DIVISION.
    DISPLAY "hello".
    STOP RUN.

*> done
